 {
    "poems" : [{
    "id": 1,
   "poem": "I have a very unique set of parents, My father is the most intelligent man I know and my mother has the kindest soul you would ever meet. And here I am, wishing for just a little bit of both."
},

{"id": 2,
"poem": "When a person commits suicide, he is accusing you directly of failing him as individual and as a society. His father wonders where he went wrong and his mother blames herself for probably not showing him enough love. His siblings regret all the times they never took his fears as valid and his friends wonder whether they should have sought help earlier. When a person commits suicide, he takes away everything from you and leaves behind nothing but pain and too many unanswered questions."},



{"id": 3,
"poem": "Let us keep pretending we are okay...Maybe one day we will be." },

{"id": 4,
"poem": "I have been having this recurrent nightmare and gradually it has slowly become my biggest fear about this country. I’m 70 years of age, old and greying with my fading memory and a back that barely works anymore. Ironically, I’m still faced with the same lack of basic things that i faced when I was a younger man. My grandchildren are still praying for PHCN to restore the light and i’m hoping the Naira remains stable this week. With regret in my heart, I fear I made all the wrong choices."},

{
    "id": 5,
    "poem": "The art of self awareness is one that takes many years to master. It demands a consciousness of one’s flaws and an ability to accept criticism. However once acquired,it becomes a tool for life."

},

{
 "id" : 6,
 "poem": "Come closer. Take a look at the horizon, tell me what you see as we defy the laws of gravity"
},

{
    "Id" : 7,
    "poem": "The human mind is programmed to forget. We are programmed to forget sorrow and to forget hardship. It's basic survival instinct. However what they do not tell you is that in the same vein, the mind is programmed to forget happiness. With time, we forget those moments of joy, the days we once wished would go on forever. As such, we try our best to hold on to those memories, but ultimately we end up grappling at strands. It therefore becomes paradoxical that through our humanity, we end up tainting the beauty of the moment by seeking to prolong it."
},


{
    "id": 8,
    "poem": "Some people spend their whole lives being logical. This means always thinking about every single action. This takes away their spontaneity and whether they are bound by fear, a sense of morality or even a lack of courage. Such people never truly live."
},

{
    "id": 9,
    "poem": "Somewhere out there, there is a book that was written for the sole purpose of changing your life. Make sure you find that book."
    
},


{
"id" : 10,
"poem": "Oh Love! Do not make a fool of me, my heart is fragile from the memories of a lifetime of grief. Oh Joy! Do not pick me up and break me, my soul has never known you. It only remembers a thousand years of sorrow. Oh Anger! Do not make me regret the harsh words I uttered in those blinding seconds when the rage was all I could see. Oh Lord! Do not let me forget You especially in those moments, when the joy was in my veins, sorrow was in my heart and anger was in my blood. "

},

{
    "id": 11,
    "poem": "I heard you are a writer. They say you can write away my pain. Tell me, Can you give me a new story? One in which my heart does not ache so much and my bones aren’t as heavy. "
    
}

]}